{"inkVersion":19,"root":[[{"#":"theme: dark"},"^Turn sound on, press F11 for full experience. ",{"#":"IMAGE: wave"},"\n","^Fukushima Daiichi: The disaster ",{"#":"CLASS: title"},"\n","^By Rishi Kothari ",{"#":"CLASS: subtitle"},"\n","ev","str","^Continue?","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["\n",{"->":"Intro.America"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",null]}],"done",{"Intro":[{"->":".^.America"},{"America":[[{"#":"IMAGE: stanford.jpg"},"^America, 05:40 UTC ",{"#":"CLASS: time"},"\n","^You are a geographer at Stanford University (Phillip Lipscy), studying the effects of earthquakes on popular society. To do this, you are monitoring data from your monitoring stations, located all around the world.","\n","^All of the data looks fine, with no seismograph readings going above 0.1mm in ground displacement. The highest is near the station named FKS2005, shortly off the eastern coast of Japan. All seems well, so you take a nap.","\n","^America, 05:46 UTC ",{"#":"CLASS: time"},"\n","^You wake up from your nap irritated; you were in the middle of a good dream. Looking around, you wonder, \"What woke me up? I didn't set any alarms.\" However, you soon see a small flashing light on your dashboard, and your irritation quickly gets replaced with fear.","\n","^That flashing light can only mean one thing: an earthquake, signalled by a dangerously high reading from a seismograph.","\n","^In this case, the readings were coming from the FKS2005 station's NS montior, and glancing up, you see something terrible: ground displacement levels reaching greater than 15mm! You nearly jump off your chair in surprise. Readings like this mean that a terrible disaster is on its way, one that will end up in the history books.","\n","^Before reporting this incident, you double check the other monitors at the FK2005 station: the EW and UD monitors, and they all show the same thing: destruction is imminent.","\n","ev","str","^Continue?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"Intro.Japan"},{"#f":5}]}],null],"Japan":[[{"#":"IMAGE: fukushima.jpg"},"^Japan, 2011, 14:00 JST ",{"#":"CLASS: time"},"\n","^You are a worker in one of Japan's main nuclear facilities: Fukushima Daiichi, and are managing the operations there. All is going well; your systems are functioning, and there are no reports of any odd behavior.","\n","^Japan, 14:40 JST ",{"#":"CLASS: time"},"\n","^Reports start rolling in about high seismic waves, just off the coast of Japan, near the region of Sendai. \"Nothing to worry about,\" you say to yourself.","\n","^Japan, 14:43 JST ",{"#":"CLASS: time"},"\n","^You start to hear sirens in the distance, and this is terrible news: those sirens are from Japan's Early Earthquake Detection System. This means that evacuation procedures are underway, and a large-scale earthquake is imminent.","\n","ev","str","^Continue?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"Geographer.One"},{"#f":5}]}],null]}],"Geographer":[{"->":".^.One"},{"One":[["^America, 05:48 UTC ",{"#":"CLASS: time"},"\n","^Having looked at ground displacement readings from earlier, you decide to look at the seismograph readings from the FKS2005 station, and you notice something disturbing: readings climbing.","\n","^They start off at ~8.1, then spike to 8.6, and keep increasing.","\n","^8.7 ",{"#":"CLASS: measure"},"\n","^8.9 ",{"#":"CLASS: measure"},"\n","^9.0 ",{"#":"CLASS: measure"},"\n","^9.1 ",{"#":"CLASS: measure"},"\n","^The earthquake has now reached higher than a 9.0 on the Richter Scale,","\n","^The entire time, you have a sick feeling in your gut. As a geographer, you know that Japan is in an incredibly dangerous situation, and that the effects will be incredible.","\n","^However, you retain a cool head, and think about what can happen.","\n","ev","str","^Continue?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"NuclearManager.One"},{"#f":5}]}],null],"Two":[["^America, 05:54 UTC ",{"#":"CLASS: time"},"\n","^Your readings show that the shaking in Japan has stopped, for the most part.","\n","^You now look at the harder task of figuring out","\n","^why ",{"#":"CLASS: italic"},"\n","^the earthquake occurred.","\n","^Looking at your diagrams, you see that the earthquake was caused by a shift in the Pacific/Eurasian tectonic plate border. ",{"#":"IMAGE: subduction.png"},"\n","^However, from your past experiences with natural disasters of this kind, you know that this isn't the full story.","\n","^The earthquake's epicentre was at a point where the Pacific Plate and Eurasian plate were subducting; the Pacific Plate is going underneath the plate of Northern Honshu.","\n","^The size of the Pacific plate generates an enormous amount of momentum, because of the motion of the plates.","\n","^This motion also creates a large amount of friction, and when this friction builds up, energy is eventually released.","\n","^However, this energy usually gets released in small amounts, and that release is what is responsible for small-scale earthquakes. It is usually very rare for a large earthquake to happen.","\n","^You look at the history of that fault line, and notice that the last earthquake in that region was in 1926.","\n","^Although that is a long time, it does not explain how a magnitude 9 earthquake happened.","\n","^As a result, you decide to dig deeper, and think about this: what if this was a cyclical event? Maybe this type of event happened before...","\n","ev","str","^Continue?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"NuclearManager.Two"},{"#f":5}]}],null],"Three":["^America, 06:12 UTC ",{"#":"CLASS: time"},"\n","^You have looked through some online resources, and found that descriptions of a similar event","\n",null]}],"NuclearManager":[{"->":".^.One"},{"One":[["^Japan, 14:46:10 JST ",{"#":"CLASS: time"},"\n","^You've evacuated everybody from the facility, and gotten to higher ground, just like the policy of Japan states.","\n","^You're not too scared; it must just be another drill by the government; nothing to worry about.","\n","^However, you can't shake the feeling that something is wrong: there is a strange sense of foreboding.","\n","^Japan, 14:46:40 JST ",{"#":"CLASS: time"},"\n","^Then, the shaking starts. Slowly at first, but getting larger.","\n","^You start to realize that this is not just a regular quake...","\n","^The shaking doesn't stop...","\n","^You start counting in your head, as the destruction of your hometown is imminent:","\n","^1 ",{"#":"CLASS: measure"},"\n","^2 ",{"#":"CLASS: measure"},"\n","^3 ",{"#":"CLASS: measure"},"\n","^4 ",{"#":"CLASS: measure"},"\n","^5 ",{"#":"CLASS: measure"},"\n","^6... ",{"#":"CLASS: measure"},"\n","^You've never been this scared in your life. You close your eyes, wondering: when will it end?","\n","ev","str","^Continue?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"Geographer.Two"},{"#f":5}]}],null],"Two":[["^Japan, 14:54 JST ",{"#":"CLASS: time"},"\n","^You open your eyes again, wondering what you will see.","\n","^And then, you stop wondering.","\n","ev","str","^Continue?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.^.^.Three"},{"#f":5}]}],null],"Three":[["^Japan, 14:55 JST ",{"#":"CLASS: time"},"\n","^All that you see is destruction.","\n","^Your hometown is in ruins. You emerge from your trance shaken, and make your way back to the workplace.","\n","^As you walk, you see sights of horror: large swathes of land raised metres high, entire buildings collapsed, families torn apart, fires everywhere.","\n","^Japan, 15:00 JST ",{"#":"CLASS: time"},"\n","^You are back at Fukushima, and your fear subsides a little bit: your engineers have done their due diligence in preparation for natural disasters like this.","\n","^Fukushima is located on the Eastern coast of Japan, and so is equipped with many systems to combat natural disasters.","\n","^It is surrounded by a 10-metre-high wall, to protect against flooding, which can cause water damage to the backup generators for the cooling facilities.","\n","^Speaking of backup generators, you are surprised by how flawlessly they worked! Some of the reactor cores were nearly overheating, but when the plant went into shutdown, the backup generators took over the job of cooling, and are just finishing up the job right now.","\n","^Some of the other reactors (4, 5, 6) are going in for a routine inspection right about now, and so all of the processes associated with them will be disabled; cooling, and power. However, they will also need to cool down for a while, or a large-scale nuclear reaction will take place.","\n","^You look over to the harbor; it has often brought you peace in troubled times.","\n","^However, there is no harbour to be found; the water has all disappeared.","\n","ev","str","^Continue?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"Geographer.Three"},{"#f":5}]}],null]}]}],"listDefs":{}}